Repository: cedeel/ve
Catalog: various/po/*.po
Languages: de, eo, es, fr, it, nl, pl, pt_br, sr, sv, vi, zh_cn

# locale_of_this_translation
source: en
de: de
eo: eo
es: es
fr: fr
it: it
nl: nl
pl: pl
pt_br: pt_BR
sr: sr
sv: sv
vi: vi
zh_cn: zh_CN

# app_name
source: Vé
sr: Ве

# orig_str
source: Original string
de: Quelltext
eo: Originala ĉeno
es: Cadena original
fr: Texte original
it: Stringa originale
nl: Brontekst
pl: Ciąg oryginalny
pt_br: Mensagem original
sr: Изворна ниска
sv: Ursprunglig sträng
vi: Chuỗi gốc
zh_cn: 源文本

# transl_str
source: Translated string
de: Übersetzung
eo: Tradukita ĉeno
es: Cadena traducida
fr: Texte traduit
it: Stringa tradotta
nl: Vertaalde tekst
pl: Tłumaczenie
pt_br: Mensagem traduzida
sr: Преведена ниска
sv: Översatt sträng
vi: Chuỗi dịch
zh_cn: 翻译

# meta_str_no
source: String number:
de: Text Nummer:
eo: Ĉeno-numero:
es: Número de cadena:
fr: Numéro de texte:
it: Stringa numero:
nl: Tekstnummer:
pl: Numer ciągu:
pt_br: Número da mensagem:
sr: Број ниске:
sv: Strängnummer:
vi: Số chuỗi:
zh_cn: 字串号

# meta_not_ready
source: %d not ready,
de: %d nicht bereit,
eo: %d ne pretas,
es: %d no está lista,
fr: %d pas prêt
it: %d non completa,
nl: %d nog niet gereed,
pl: %d niegotowy,
pt_br: %d não está pronta,
sr: %d није спреман,
sv: %d ej klar,
vi: %d chưa sẵn sàng,
zh_cn: %d 未就绪，

# meta_untranslated
source: %d untranslated
de: %d nicht übersetzt
eo: %d ne tradukita
es: %d no traducida
fr: %d non traduit
it: %d non tradotta
nl: %d onvertaald
pl: %d przetłumaczony
pt_br: %d não traduzida
sr: %d непреведена
sv: %d ej översatt
vi: %d chuỗi chưa dịch
zh_cn: %d 未翻译

# meta_context
source: Context:
de: Kontext:
eo: Kunteksto:
es: Contexto:
fr: Contexte:
it: Contesto:
pl: Kontekst:
pt_br: Contexto:
sr: Појава:
sv: Sammanhang:
vi: Ngữ cảnh:
zh_cn: 上下文：

# meta_notes
source: Notes:
de: Anmerkungen:
eo: Rimarkoj:
es: Notas:
it: Note:
nl: Opmerkingen:
pl: Uwagi:
pt_br: Notas:
sr: Напомене:
sv: Anteckningar:
vi: Ghi chú:
zh_cn: 注释：

# meta_files
source: Files:
de: Dateien:
eo: Dosieroj:
es: Archivos:
fr: Fichiers:
it: File:
nl: Bestanden:
pl: Pliki:
pt_br: Arquivos:
sr: Датотеке:
sv: Filer:
vi: Tập tin:
zh_cn: 文件：

# action_previous
source: Previous
de: Vorheriger
eo: Antaŭa
es: Anterior
fr: Précédent
it: Precedente
nl: Voorgaande
pl: Poprzedni
pt_br: Anterior
sr: Претходна
sv: Föregående
vi: Trước
zh_cn: 上一个

# action_next
source: Next
de: Nächster
eo: Sekva
es: Siguiente
fr: Suivant
it: Successiva
nl: Volgende
pl: Następny
pt_br: Próxima
sr: Следећа
sv: Nästa
vi: Tiếp
zh_cn: 下一个

# action_nextunfinished
source: Next unfinished
de: Nächster unfertiger
eo: Sekva neplenumita
es: Siguiente sin terminar
fr: Suivant incomplet
it: Successiva incompleta
nl: Volgende onaffe
pl: Następny niedokończony
pt_br: Próxima não finalizada
sr: Следећа недовршена
sv: Nästa ej klara
vi: Chuỗi chưa hoàn thiện kế tiếp
zh_cn: 下一个未完成

# action_gotostringnumber
source: Go to string number…
de: Zu Text Nummer … springen
eo: Iri al ĉeno-numero…
es: Ir a la cadena número...
fr: Aller au numéro de texte…
it: Vai alla stringa numero…
nl: Naar tekstnummer…
pl: Idź do ciągu o numerze…
pt_br: Ir para a mensagem com número…
sr: Иди на ниску број…
sv: Gå till strängnummer…
zh_cn: 转到字串号…

# action_load
source: Open file
de: Datei öffnen
eo: Malfermi dosieron
es: Abrir archivo
fr: Ouvrir fichier
it: Apri file
nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir arquivo
sr: Отвори датотеку
sv: Öppna fil
zh_cn: 打开文件

# action_save
source: Save file
de: Datei speichern
eo: Konservi dosieron
es: Guardar archivo
fr: Enregistrer fichier
it: Salva file
nl: Bestand opslaan
pl: Zapisz plik
pt_br: Salvar arquivo
sr: Сачувај датотеку
sv: Spara fil
zh_cn: 保存文件

# action_settings
source: Settings
de: Einstellungen
eo: Agordaro
es: Configuraciones
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sr: Подешавања
sv: Inställningar
vi: Các cài đặt
zh_cn: 设置

# action_about
source: About Vé
de: Über Vé
eo: Pri Vé
es: Acerca de Vé
fr: À propos de Vé
it: Informazioni su Vé
nl: Info over Vé
pt_br: Sobre Vé
sr: О Веу
sv: Om Vé
vi: Giới thiệu về Vé
zh_cn: 关于 Vé

# action_donate
source: Donate
de: Spenden
eo: Donacu
es: Donar
fr: Don
it: Donazioni
nl: Doneren
pl: Złóż datek
pt_br: Doar
sr: Приложите
sv: Donera
zh_cn: 捐款

source: Approved:
de: Genehmigt:
eo: Aprobita:
es: Aprobado:
fr: Approuvé:
it: Approvata:
nl: Goedgekeurd:
pl: Zatwierdzony:
pt_br: Aprovada:
sr: Одобрено:
sv: Accepterad:
vi: Được chấp nhận:
zh_cn: 已批准：

source: Ready
de: Bereit
eo: Preta
es: Lista
fr: Prêt
it: Completa
nl: Gereed
pl: Gotowy
pt_br: Pronta
sr: Спремна
sv: Klar
vi: Sẵn sàng
zh_cn: 就绪

source: Unfinished
de: Unfertig
eo: Neplenumita
es: Sin terminar
fr: Incomplet
it: Incompleta
nl: Onaf
pl: Niedokończony
pt_br: Não finalizada
sr: Недовршена
sv: Ej klar
vi: Chưa hoàn tất
zh_cn: 未完成

# title_activity_settings
source: Settings
de: Einstellungen
eo: Agordaro
es: Configuraciones
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sr: Подешавања
sv: Inställningar
vi: Cài đặt
zh_cn: 设置

# pref_name
source: Name
eo: Nomo
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
sr: Име
sv: Namn
vi: Tên
zh_cn: 姓名

# pref_name_summ
source: Your name
de: Ihr Name
eo: Via nomo
es: Su nombre
fr: Votre nom
it: Nome
nl: Uw naam
pl: Nazwa użytkownika
pt_br: Seu nome
sr: Ваше име
sv: Ditt namn
vi: Tên của bạn
zh_cn: 您的姓名

# pref_email
source: Email
eo: Retadreso
es: Correo electrónico
pl: Adres e-mail
sr: Ел. пошта
sv: E-post
vi: Thư điện tử
zh_cn: 邮件地址

# pref_email_summ
source: Your email address
de: Ihre Emailadresse
eo: Via retpoŝtadreso
es: Su dirección de correo electrónico
fr: Votre adresse email
it: Indirizzo e-mail
nl: Uw e-mailadres
pl: Adres e-mail użytkownika
pt_br: Seu endereço de e-mail
sr: Ваша адреса ел. поште
sv: Din e-postadress
vi: Địa chỉ thư điện tử của bạn
zh_cn: 您的电子邮件地址

# pref_lang
source: Target language
de: Zielsprache
eo: Cela lingvo
es: Lenguaje destino
fr: Langue cible
it: Lingua di destinazione
nl: Doeltaal
pl: Język docelowy
pt_br: Idioma alvo
sr: Жељени језик
sv: Målspråk
vi: Ngôn ngữ đích
zh_cn: 目标语言

# pref_lang_summ
source: Code of the language you translate to, e.g. 'en' or 'pt_BR'
de: Code der Sprache, in die Sie übersetzen, zum Beispiel »de« oder »de_AT«
eo: Kodo de la lingvo al kiu vi tradukas, ekz. 'en' aŭ 'pt_BR'
es: Código del lenguaje al que va a traducir, ej. 'en' o 'pt_BR'
fr: Code de la langue dans laquelle vous traduisez, par exemple « en » ou « pt_BR »
it: Codice della lingua in cui si traduce, ad es. «en» o «pt_BR»
nl: Code van de taal waarnaar u vertaalt, bijvoorbeeld 'nl' of 'es'
pl: Kod języka, na który dokonywane jest tłumaczenie, np. "pl" lub "pl_PL"
pt_br: Código do idioma para o qual você vai traduzir, ex.: 'en' ou 'pt_BR'
sr: Код језика на који преводите, у овом случају, „sr“
sv: Koden för språket du vill översätta till, t.ex. 'en' eller 'pt_BR'
vi: Mã ngôn ngữ mà bạn dịch ra, ví dụ 'en' hay 'vi_VN'
zh_cn: 你要翻译到的语言代码，例如 'en' 或 'zh_CN'

# pref_maillist
source: Mailing list
de: Mailingliste
eo: Dissendlisto
es: Lista de correo
fr: Liste de diffusion
nl: Mailinglijst
pl: Lista dyskusyjna
pt_br: Lista de discussões
sr: Дописна листа
sv: Sändlista
vi: Hộp thư chung
zh_cn: 邮件列表

# pref_maillist_summ
source: The email address of your language team's mailing list
de: Die Emailadresse der Mailingliste Ihres Sprachteams
eo: La retpoŝtadreso de la dissendlisto de via lingva teamo
es: Dirección de correo electrónico de la lista de correo de su grupo de idioma
fr: L'adresse email de la liste de diffusion de votre équipe de traduction
it: Indirizzo e-mail della mailing list del gruppo di traduzione
nl: Het e-mailadres van de mailinglijst van uw vertaalteam
pl: Adres e-mail listy dyskusyjnej zespołu tłumaczy dla podanego języka docelowego
pt_br: O endereço de e-mail da lista de discussões da equipe de tradução
sr: Адреса ел. поште дописне листе српског преводилачког тима
sv: E-postadressen till sändlistan för ditt språks översättningsgrupp.
vi: Địa chỉ thư điện tử của hộp thư chung của nhóm dịch
zh_cn: 你所在的语言翻译组的邮件列表地址

# about_title
source: About Vé
de: Über Vé
eo: Pri Vé
es: Acerca de Vé
fr: À propos de Vé
it: Informazioni su Vé
nl: Info over Vé
pt_br: Sobre Vé
sr: О програму Ве
sv: Om Vé
vi: Giới thiệu về Vé
zh_cn: 关于 Vé

# about_version
source: Vé version %1$s
de: Vé Version %s
eo: Vé versio %1$s
es: Vé versión %1$s
it: Vé versione %1$s
nl: Vé, versie %1$s
pl: Aplikacja Vé, wersja %1$s
pt_br: Vé versão %1$s
sr: Ве издање %1$s
vi: Vé phiên bản %1$s
zh_cn: Vé 版本 %1$s

# about_author
source: By Thomas Pryds
de: Von Thomas Pryds
eo: De Thomas Pryds
es: Por Thomas Pryds
fr: Par Thomas Pryds
it: Di Thomas Pryds
nl: door Thomas Pryds
pl: Autorstwa Thomasa Prydsa
pt_br: Por Thomas Pryds
sr: Написао га је Томас Придс
sv: Av Thomas Pryds
vi: Bởi Thomas Pryds
zh_cn: 由 Thomas Pryds 编写

# about_translate_credits
source: Translated into YourLanguage by YourName
de: Ins Deutsche übersetzt von Roland Illig
eo: Tradukita de Felipe Castro al Esperanto
es: Traducido a Español por Facundo Dario Illanes
fr: Traduit vers VotreLangue par VotreNom
it: Tradotto in italiano da Marica Martinelli
nl: Vertaald naar het Nederlands door Benno Schulenberg.
pl: Tłumaczenie: Paweł Żołnowski <pawel@zolnowski.name>
pt_br: Traduzido para Português (Brasil) por Rafael Ferreira
sr: Превод на српски језик: Мирослав Николић <miroslavnikolic@rocketmail.com>
sv: Översatt till svenska av Anders Jonsson
vi: Dịch sang NGÔN_NGỮ của bạn bởi BẠN
zh_cn: 由 Arthur2e5 翻译到简体中文

# about_license
source: Vé is open source software, released under the GPL licence, which means that you can use it for free for any purpose. You can even redistribute it, modified or not, provided you do so under the same licence, which means you have to provide your source files for any changes. The complete license text comes with this program. The complete source code for this program is available at the above mentioned web site.
de: Vé ist Open Source Software und wird unter der GPL veröffentlicht. Das bedeutet, Sie dürfen Vé kostenlos für alle Zwecke benutzen. Sie dürfen es sogar weiterverbreiten (verändert oder auch nicht), unter der Voraussetzung, dass Sie die Lizenz beibehalten. Das wiederum bedeutet, dass Sie Ihre Änderungen mitverteilen oder aber zur Verfügung stellen müssen. Der vollständige Lizenztext ist diesem Programm beigelegt. Der vollständige Quelltext für dieses Programm ist auf der oben angegebenen Website erhältlich.
eo: Vé estas malferma programaro, publikigita sub la GPL-permeso, kio signifas ke vi povas uzi ĝin senpage por io ajn. Vi povas eĉ redisdoni ĝin, modifita aŭ ne, kondiĉe ke vi faru tion sub la sama permeso, kio signifas ke vi devas provizi vian modifitan kodumaron. La kompleta permeso venas kun tiu ĉi programo. La kompleta kodumaro de tiu ĉi programo disponeblas ĉe la supre citita retpaĝaro.
es: Vé es software de código abierto, liberado bajo la licencia GPL, lo que significa que eres libre de usarlo para cualquier propósito. Incluso puede redistribuirlo, modificado o no, siempre que lo haga bajo la misma licencia, lo que significa que debe proveer los archivos fuentes para cualquier cambio. El texto completo de la licencia viene con este programa. El código fuente de este programa está disponible en el sitio web antes mencionado
fr: Vé est un logiciel libre diffusé sous la licence GPL. Cela signifie que vous pouvez l'utiliser librement pour n'importe quel usage. Vous pouvez même le redistribuer, modifié ou non, pour autant que vous conserviez la même licence, ce qui signifie que vous devez fournir les fichiers de votre code source pour tout changement. Le texte complet de la licence accompagne ce programme. Le code source complet est disponible sur le site web mentionné ci-dessus.
it: Vé è un software open source rilasciato con licenza GPL. Ciò significa che sei libero di utilizzarlo per qualunque scopo e che puoi anche ridistribuirlo, modificato o meno, a condizione che mantenga la stessa licenza, ovvero che sia messo a disposizione il file sorgente per eventuali modifiche. Il testo completo della licenza viene fornito assieme al programma. Il codice sorgente completo è disponibile sul sito web summenzionato.
nl: Vé is opensourcesoftware, uitgegeven onder de GPL-licentie, wat betekent dat u het vrijelijk kunt gebruiken, voor persoonlijke of andere doeleinden. U mag het ook herdistribueren, al dan niet gewijzigd, zolang u dit onder dezelfde licentie doet -- hetgeen betekent dat u de bronbestanden inclusief alle wijzigingen beschikbaar moet stellen. De volledige tekst van de licentie vindt u in het programma. De volledige brontekst van het programma is beschikbaar op bovengenoemde website.
pl: Aplikacja Vé jest otwartym oprogramowaniem, objętym warunkami licencji GPL. Oznacza to, że można jej używać za darmo do jakichkolwiek celów. Można ją nawet rozpowszechniać, zmodyfikowaną lub nie, lecz tylko na warunkach tej samej licencji, czyli należy dostarczyć pliki źródłowe aplikacji z wszelkimi dokonanymi zmianami. Pełen tekst licencji jest dołączony do aplikacji, a jej kod źródłowy jest dostępny na podanej powyżej witrynie internetowej.
pt_br: Vé é um software de código aberto, lançado sob a licença GPL, o que significa que você pode usá-lo sem custo para qualquer propósito. Você pode até mesmo redistribuí-lo, modificado ou não, desde que você o faça com a mesma licença, o que significa que você tem que fornecer seus arquivos fonte em qualquer alteração feita. O texto completo da licença vem com esse programa. O código fonte completo deste programa está disponível no site supramencionado.
sr: Ве је софтвер отвореног кода, објављен под ОЈЛ дозволом, што значи да можете бесплатно да га користите за било коју сврху. Можете чак и да га расподељујете, измењеног или не, под условом да то учини под истом дозволом, што значи да и ваше изворне датотеке могу бити измењене на било који начин. Читав текст дозволе долази уз овај програм. Читав изворни код овог програма је доступан на горе поменутој веб страници.
sv: Vé är programvara med öppen källkod, släppt under licensen GPL, vilket betyder att du kan använda det gratis för alla ändamål. Du kan till och med återdistribuera det, med eller utan ändringar, så länge du gör det under samma licens, vilket betyder att du måste tillhandahålla dina källfiler för alla ändringar. Den fullständiga licenstexten följer med programmet. Den fullständiga källkoden för detta program finns tillgänglig på den ovan nämnda webbplatsen.
vi: Vé là phần mềm nguồn mở, phát hành dưới giấy phép Công GPL, điều đó có nghĩa là bạn có thể dùng nó miễn phí cho bất kỳ đích nào. Bạn có thể phân phối lại nó, có thay đổi hoặc không, miễn là làm điều này dưới cùng giấy phép, có nghĩa là bạn phải cung cấp các tập tin mã nguồn mà bạn đã thay đổi. Toàn bộ văn bản của giấy phép được đi kèm cùng với chương trình này. Toàn bộ mã nguồn của chương trình này sẵn có tại trang web được nói đến ở trên.
zh_cn: Vé 是开源软件，依照 GPL 许可证发布。这意味着你可以免费地自由用它来做任何事。你甚至可以重发行它，无聊是否更改，只要你按照同一许可证发布，也就是说你所有的更改都要提供源文件。完整的许可证文本在本程序内可以找到；完整的源代码可在以上网址找到。

source: OK
eo: Certe
sr: У реду
vi: Đồng ý
zh_cn: 确定

source: Cancel
de: Abbrechen
eo: Rezigni
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sr: Откажи
sv: Avbryt
zh_cn: 取消

source: Plural form 1
eo: Plurala formo 1
es: Forma plural 1
fr: Pluriel forme 1
it: Forma plurale 1
nl: Meervoudsvorm 1
pl: Forma liczby mnogiej 1
pt_br: Forma de plural 1
sr: Облик множине 1
vi: Dạng số nhiều 1
zh_cn: 复数形式 1

# title_activity_file_chooser
source: Choose File
de: Datei auswählen
eo: Elekti dosieron
es: Elija un archivo
fr: Choisir le fichier
it: Scegliere un file
nl: Kies een bestand
pl: Wybór pliku
pt_br: Escolhar arquivo
sr: Изаберите датотеку
sv: Välj fil
vi: Chọn tập tin
zh_cn: 选择文件

# file_directory_postfix
source: [dir]
de: Verzeichnis
eo: [ujo]
fr: [rép]
nl: [map]
sr: [дир]
sv: [kat]
vi: [thmục]
zh_cn: [目录]

# file_parent_dir
source: [Parent directory]
de: Übergeordnetes Verzeichnis
eo: [Supra dosierujo]
es: [Directorio padre]
fr: [Répertoire parent]
it: [Directory superiore]
nl: [oudermap]
pt_br: [Diretório pai]
sr: [Полазни директоријум]
sv: [Föräldrakatalog]
vi: [Thư mục cha mẹ]
zh_cn: [上级目录]

# file_current_dir
source: Current directory:
de: Aktuelles Verzeichnis
eo: Nuna dosierujo:
es: Directorio actual:
fr: Répertoire courant:
it: Directory corrente:
nl: Huidige map:
pl: Bieżący katalog:
pt_br: Diretório atual:
sr: Текући директоријум:
sv: Aktuell katalog:
vi: Thư mục hiện tại:
zh_cn: 当前目录：

source: Error
de: Fehler
eo: Eraro
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
sr: Грешка
sv: Fel
vi: Lỗi
zh_cn: 错误

# file_filenotexist
source: The file does not exist.
de: Die Datei existiert nicht.
eo: La dosiero ne ekzistas.
es: El archivo no existe.
fr: Le fichier n'existe pas.
it: Il file non esiste.
nl: Het bestand bestaat niet.
pl: Plik nie istnieje.
pt_br: O arquivo não existe.
sr: Датотека не постоји.
sv: Filen existerar inte.
vi: Tập tin này không tồn tại.
zh_cn: 文件不存在。

# file_notpofile
source: The file does not seem to be a PO file.
de: Die Datei scheint keine PO-Datei zu sein.
eo: La dosiero ne ŝajnas esti PO-dosiero.
es: Este archivo no parece ser un archivo PO
fr: Le fichier ne semble pas être un fichier PO.
it: Il file non sembra essere un file PO.
nl: Het bestand lijkt geen PO-bestand te zijn.
pl: Plik nie wygląda na format PO.
pt_br: O arquivo não parece ser um arquivo PO.
sr: Изгледа да ово није по датотека.
sv: Filen verkar inte vara en PO-fil.
vi: Tập tin có vẻ như không phải có định dạng PO.
zh_cn: 文件不像是 PO 文件。

# file_fileempty
source: The file is empty.
de: Die Datei ist leer.
eo: La dosiero malplenas.
es: El archivo está vacío
fr: Le fichier est vide.
it: Il file è vuoto.
nl: Het bestand is leeg.
pl: Plik jest pusty.
pt_br: O arquivo está vazio.
sr: Датотека је празна.
sv: Filen är tom.
vi: Tập tin rỗng.
zh_cn: 文件为空。

# file_ioerror
source: There was an I/O file error.
de: Es ist ein E/A-Fehler aufgetreten.
eo: Okazis en/eliga eraro.
es: Hubo un error de E/S de archivo.
fr: Il y a eu une erreur d'E/S sur le fichier.
it: Si è verificato un errore di input/output del file.
nl: Er is een invoer-/uitvoerfout opgetreden.
pl: Wystąpił błąd wejścia/wyjścia pliku.
pt_br: Houve um erro de E/S do arquivo.
sr: Дошло је до У/И грешке датотеке.
sv: Ett I/O-filfel uppstod.
vi: Có lỗi V/R tập tin.
zh_cn: 发生了文件 I/O 错误。

# file_unknownerror
source: An unknown error occurred while reading from or writing to file.
de: Ein unbekannter Fehler ist beim Lesen oder Schreiben der Datei aufgetreten.
eo: Nekonata eraro okazis dum lego aŭ skribo al dosiero.
es: Ocurrió un error desconocido mientras se leía o escribía al archivo.
fr: Une erreur inconnue est survenue durant la lecture ou l'écriture du fichier.
it: Si è verificato un errore sconosciuto durante la lettura o scrittura del file.
nl: Er is een onbekende fout opgetreden tijdens het lezen of schrijven van het bestand.
pl: Wystąpił nieznany błąd podczas odczytu lub zapisu pliku.
pt_br: Ocorreu um erro desconhecido ao ler de ou escrever no arquivo.
sr: Дошло је до непознате грешке приликом читања или писања у датотеку.
sv: Ett okänt fel uppstod vid läsning från eller skrivning till en fil.
vi: Không hiểu lỗi gì đã xảy ra trong khi đọc hay ghi tập tin.
zh_cn: 读写文件时发生未知错误。

# file_cannotreadfile
source: Cannot read file.
de: Kann Datei nicht einlesen.
eo: Ne eblas legi dosieron.
es: No se puede leer el archivo.
fr: Impossible de lire le fichier.
it: Impossibile leggere il file.
nl: Kan bestand niet lezen.
pl: Nie można odczytać pliku.
pt_br: Não foi possível ler o arquivo.
sr: Не могу да прочитам датотеку.
sv: Kan inte läsa fil.
vi: Không thể đọc tập tin.
zh_cn: 无法读取文件。

# file_cannotwritefile
source: Cannot write to file.
de: Kann Datei nicht speichern.
eo: Ne eblas skribi al dosiero.
es: No se puede escribir el archivo.
fr: Impossible d'écrire dans le fichier.
it: Impossibile scrivere il file.
nl: Kan bestand niet schrijven.
pl: Nie można zapisać do pliku.
pt_br: Não foi possível escrever no arquivo.
sr: Не могу да пишем у датотеку.
sv: Kan inte skriva till fil.
vi: Không thể ghi vào tập tin.
zh_cn: 无法写入文件。

# file_cannotreaddir
source: Cannot read from directory.
de: Kann nicht aus Verzeichnis lesen.
eo: Ne eblas legi el dosierujo.
es: No se puede leer desde el directorio.
fr: Impossible de lire le répertoire.
it: Impossibile leggere dalla directory.
nl: Kan map niet lezen.
pl: Nie można odczytać katalogu.
pt_br: Não foi possível ler do diretório.
sr: Не могу да читам из директоријума.
sv: Kan inte läsa från katalog.
vi: Không thể đọc từ thư mục.
zh_cn: 无法读取目录。

# file_saved
source: File was saved.
de: Datei wurde gespeichert.
eo: La dosiero estis konservata.
es: El archivo ha sido guardado.
fr: Le fichier a été enregistré.
it: Il file è stato salvato.
nl: Bestand is opgeslagen.
pl: Zapisano plik.
pt_br: Arquivo foi salvo.
sr: Датотека је сачувана.
sv: Filen sparades.
vi: Tập tin đã được lưu.
zh_cn: 文件已被保存。

# not_all_fields_filled
source: Error: You did not fill in all fields in the Settings. The file has not been saved.
de: Fehler: Sie haben nicht alle Felder in den Einstellungen ausgefüllt. Die Datei wurde nicht gespeichert.
eo: Eraro: vi ne kompletigis ĉiujn kampojn en la Agordaro. La dosiero ne estas konservita.
es: Nota: No están completados todos los campos en la Configuración. El archivo no ha sido guardado.
fr: Erreur: vous n'avez pas rempli tous les champs des paramètres. Le fichier n'a pas été enregistré.
it: Errore: non sono stati completati tutti i campi in Impostazioni. Il file non è stato salvato.
nl: Fout: u hebt niet alle velden in de Instellingen ingevuld. Bestand is niet opgeslagen.
pl: Błąd: nie wypełniono wszystkich pól w Ustawieniach. Plik nie został zapisany.
pt_br: Erro: Você não preencheu todos os campos nas Configurações. O arquivo não foi salvo.
sr: Грешка: Нисте попунили сва поља у подешавањима. Датотека није сачувана.
sv: Fel: Du har inte fyllt i alla fält i Inställningar. Filen har inte sparats.
zh_cn: 错误：你没有填写设定里的所有字段。文件未保存。

# title_activity_donate
source: Donate to Vé
de: Etwas für Vé spenden
eo: Donacu al Vé
es: Donar a Vé
fr: Faites un don à Vé
it: Donazioni a Vé
nl: Doneren aan Vé
pl: Datek na rzecz aplikacji Vé
pt_br: Doar para Vé
sr: Дајте добровољан прилог Веу
sv: Donera till Vé
zh_cn: 捐助 Vé
