Repository: cedeel/ve
Catalog: various/po/*.po
Languages: de, eo, es, fr, it, nl, pl, pt_br, sr, sv, vi, zh_cn

# donate_intro
source: If you like this app, please consider donating an amount of your choice to the developer. Vé is built entirely on voluntary basis, and it has whatever price tag you wish. If you want to use it for free, feel welcome to do so. If you want to pay an amount to support the developer, you can do so via Google Wallet through the in-app billing below, or via the app's website. Every donation goes directly to the developer of Vé, except for in-app donations which will be subject to Google's usual 30 percent share.
de: Wenn Sie diese App mögen, spenden Sie doch etwas an den Entwickler, so viel Sie halt mögen. Vé ist komplett auf ehrenamtlicher Basis entstanden, und auf dem Preisschild steht, was immer Sie wollen. Wenn Sie die App kostenlos benutzen wollen, nur zu. Wenn Sie etwas für die App bezahlen möchten, können Sie das durch eine In-App-Zahlung über Google Wallet machen, oder über die Website der App. Jede Spende geht direkt an den Entwickler von Vé, mit Ausnahme der In-App-Spenden, von denen Google seine üblichen 30 Prozent bekommt.
eo: Se vi ŝatas tiun ĉi aplikaĵon, bonvolu konsideri donaci iom da mono al la programisto. Vé estas volontule skribita, kaj ĝi havos iun ajn prezon vi taksos. Se vi volas uzi ĝin senpage, sentu sin libera por tion fari. Se vi volas pagi iom por subteni la programiston, vi povas fari tion per Google Wallet, uzante la internan pagilon sube, aŭ per la retpaĝo de la aplikaĵo. Ĉiu donaco iras rekte al la programisto de Vé, krom tiuj faritaj per la aplikaĵa pagilo, kiuj apartiĝos pro la ordinara 30 elcentaĵo de Google.
es: Si le gusta esta aplicación, por favor considere donar un monto a su elección al desarrollador. Vé está desarrollado enteramente de manera voluntaria, y tiene cualquier precio que usted desee. Si quiere utilizarlo gratis, siéntase libre de hacerlo. Si quiere pagar alguna suma para apoyar al desarrollador, puede hacerlo con Google Wallet mediante la aplicación de facturación debajo, o a través de la página web de la aplicación. Cada donación a través de esta aplicación va directamente al desarrollador de Vé, excepto el 30 por ciento que corresponde a Google.
fr: Si vous aimez cette application, merci d'envisager de donner un montant de votre choix au développeur. Vé est développé entièrement sur base volontaire. Son prix est le vôtre. Si vous souhaitez l'utiliser gratuitement, vous pouvez le faire. Si vous souhaitez payer un montant pour supporter le développeur, vous pouvez le faire via Google Wallet en utilisant la facturation dans l'application ci-dessous ou via le site web de l'application. Tout don va directement au développeur de Vé sauf pour les dons dans l'application sur lesquels Google prélève 30 pourcents.
it: Se quest'app ti piace, puoi donare un importo a tua scelta agli sviluppatori. Vé viene interamente sviluppato da volontari e puoi attribuirgli qualunque valore desideri. Se vuoi utilizzarlo gratuitamente, sentiti libero di farlo, ma qualora volessi donare una somma per sostenere gli sviluppatori, puoi farlo tramite Google Wallet grazie al servizio di fatturazione in-app in basso o tramite il sito web dell'app. Ogni donazione va direttamente agli sviluppatori di Vé, salvo le donazioni in-app che sono soggette alla normale commissione di Google pari al 30 per cento.
nl: Als deze app u bevalt, overweeg dan om een bedrag te doneren aan de ontwikkelaar. Vé wordt geheel op vrijwillige basis gemaakt, en heeft elk prijskaartje dat u wenst. Als u het gratis wilt gebruiken, dan is dat prima. Als u een bedrag wilt betalen om de ontwikkelaar te steunen, dan kunt u dat doen via Google Wallet met de ingebouwde koopfunctie hieronder, of via de website van deze app. Elke donatie gaat rechtstreeks naar de ontwikkelaar van Vé, maar van donaties via deze app neemt Google haar gewoonlijke 30%.
pl: Jeśli aplikacja przypadła Państwu do gustu, prosimy rozważyć złożenie dowolnego datku jej twórcy. Aplikacja Vé została stworzona zupełnie dobrowolnie, więc jej cena nie jest w żaden sposób określona, a nawet można jej swobodnie używać za darmo. Jeśli jednak zdecydują się Państwo wesprzeć twórcę aplikacji, można to zrobić poprzez system płatności mobilnych Google Wallet poniżej lub poprzez witrynę aplikacji. Każdy datek jest bezpośrednio przekazywany twórcy, oprócz tych dokonanych wewnątrz aplikacji (in-app donations), od których Google potrąca 30 procent.
pt_br: Se você gosta deste aplicativo, por favor considere doar uma quantia de sua escolha para o desenvolvedor. Vé é construído de forma completamente voluntária e ele tem o preço que você quiser. Se você quiser usá-lo de graça, sinta-se à vontade para fazê-lo. Se você quiser pagar uma quantia para ajudar o desenvolvedor, você pode fazê-lo via Carteira Virtual do Google por meio da cobrança no telefone logo abaixo ou via o site do aplicativo. Toda doação vai diretamente para o desenvolvedor do Vé, exceto no caso de doações no aplicativo que estarão sujeitas à fatia de 30 porcento de costume que vai para o Google.
sr: Ако вам се свиђа овај програм, размотрите могућност давања добровољног прилога у износу по вашем избору. Ве је у потпуности изграђен на добровољној основи, али ипак има неке новчане издатке. Ако желите да га користите бесплатно, слободни сте да то урадите. Ако желите да дате неки динар као подршку програмеру, можете то учинити путем Гугловог новчаника помоћу уграђене уплатнице у програму, или на веб страници програма. Сваки добровољан прилог иде програмеру Веа, осим прилога путем програма од којих Гугл узима својих уобичајених 30%s учешћа.
sv: Om du tycker om denna app så kan du överväga att skänka en summa som du själv väljer till utvecklaren. Vé byggs fullständigt på frivilligarbete, och har vilket pris du vill. Om du vill använda det gratis så är du välkommen att göra det. Om du vill betala en summa för att stödja utvecklaren, så kan du göra detta med Google Wallet genom betalning i appen nedan, eller via appens webbplats. Varje donation går direkt till Vés utvecklare, utom för donationer inifrån appen som kommer att dra bort Googles vanliga andel på 30%.
zh_cn: 如果你喜欢这个应用，请考虑随意捐一点钱给开发者。Vé 完全由志愿性劳动产生，它的价格可以是你想要的任意值。如果你想免费使用它，尽管用。如果你想付钱支持开发，你可以通过下列应用付款使用 Google Wallet 捐助，或者通过此应用的网站捐助。所有的捐款都会直接送给 Vé 的开发者，不过应用内捐款会被 Google 扣除 30% 的份额。

# donate_small_title
source: Normal donation
de: Normale Spende
eo: Normala donaco
es: Donación normal
fr: Don normal
it: Donazione normale
nl: Gewone donatie
pl: Zwykły datek
pt_br: Doação normal
sr: Мањи износ
zh_cn: 普通捐款

# donate_small_description
source: Any amount is highly appreciated!
de: Jeder Betrag ist herzlich willkommen!
eo: Iu ajn kvanto estas ege bonvena!
es: Cualquier cantidad es muy apreciada!
fr: Tout montant est largement apprécié !
it: Qualsiasi somma è molto gradita.
nl: Elk bedrag wordt hogelijk gewaardeerd!
pl: Każda suma jest doceniana!
pt_br: Qualquer quantia é muito bem-vinda!
sr: И један динар је добро дошао!
sv: Alla summor är högst uppskattade!
zh_cn: 多少都行！

# donate50_title
source: Larger donation
de: Größere Spende
eo: Pli granda donaco
es: Donación mayor
fr: Don plus grand
it: Donazione maggiore
nl: Grotere donatie
pl: Większy datek
pt_br: Doação grande
sr: Средњи износ
sv: Större donation
zh_cn: 大额捐款

# donate50_description
source: Donate a larger amount.
de: Spenden Sie einen größeren Betrag.
eo: Donacu pli grandan kvanton.
es: Donar una suma mayor
fr: Donner un montant plus grand.
it: Per donare una somma maggiore.
nl: Een groter bedrag doneren.
pl: Przekazanie większej sumy.
pt_br: Doe uma quantia grande.
sr: Ако имате може и мало више.
sv: Donera en större summa.
zh_cn: 多捐一点。

# donate100_title
source: Even larger donation
de: Noch größere Spende
eo: Eĉ pli granda donaco
es: Donación incluso más grande
fr: Don encore plus grand
it: Donazione ancora più grande
nl: Nog grotere donatie
pl: Jeszcze większy datek
pt_br: Doação ainda maior
sr: Већи износ
sv: Ännu större donation
zh_cn: 更大捐款

# donate100_description
source: Donate an even larger amount.
de: Spenden Sie einen noch größeren Betrag.
eo: Donacu eĉ pli grandan kvanton.
es: Donar una suma incluso mayor
fr: Donner un montant encore plus grand.
it: Per donare una somma ancora più grande.
nl: Een nog groter bedrag doneren.
pl: Przekazanie jeszcze większej sumy.
pt_br: Doe uma quantia ainda maior.
sr: Ако можете, будите великодушни.
sv: Donera en ännu större summa.
zh_cn: 再捐多点。

# donate_contacting_play_store
source: Contacting the Play Store…
de: Kontaktiere den Play Store…
eo: Ni kontaktas la lud-butikon…
es: Contactando con la Play Store...
fr: Mise en contact avec le Play Store…
it: Connessione a Play Store…
nl: Verbinding maken met de Play Store…
pl: Łączenie z Play Store…
pt_br: Contatando o Play Store…
sr: Ступам у везу са Играоницом…
sv: Kontaktar Play-butiken…
zh_cn: 正在联系 Play Store…

# donate_button
source: Donate
de: Spenden
eo: Donaco
es: Donar
fr: Donner
it: Dona
nl: Doneren
pl: Złóż datek
pt_br: Doar
sr: Приложите
sv: Donera
zh_cn: 捐款

# donate_init_error
source: There was an error setting up in-app billing. Donation will not be possible at this time. Details:
de: Beim Einrichten der In-App-Bezahlung ist ein Fehler aufgetreten. Das Spenden ist derzeit nicht möglich. Details:
eo: Okazis eraro dum agordo de la pagilo. Ne eblos fari la donacon nun. Detaloj:
es: Hubo un error en la configuración de la aplicación de facturación. No será posible donar por esta vez. Detalles:
fr: Une erreur est survenue pendant la préparation du paiement dans l'application. Le don n'est pas possible pour l'instant. Détails :
it: Si è verificato un errore nell'eseguire il servizio di fatturazione in-app. Non sarà possibile effettuare la donazione in questo momento. Dettagli:
nl: Er is een fout opgetreden bij het opstellen van de rekening. Donatie is niet mogelijk op dit moment. Details:
pl: Wystąpił błąd podczas konfigurowania płatności. Złożenie datku nie będzie teraz możliwe. Szczegóły:
pt_br: Houve um erro ao preparar a cobrança no aplicativo. Não foi possível fazer doação neste momento. Detalhes:
sr: Дошло је до грешке у подешавању програмске уплатнице. Давање добровољног прилога неће бити могуће у овом тренутку. Појединости:
sv: Ett fel uppstod då betalning i appen ställdes in. Donation kommer inte vara möjlig för tillfället. Detaljer:
zh_cn: 配置应用内付款服务时出错。捐款在此时不可用。详情：

# donate_query_error
source: There was an error querying the Google Play In-App Billing service. Donation will not be possible at this time. Details:
de: Beim Kontaktieren des In-App-Bezahlungsdienstes ist ein Fehler aufgetreten. Das Spenden ist derzeit nicht möglich. Details:
eo: Okazis eraro dum peto al la servo Google Play In-App Billing. Ne eblos fari la donacon nun. Detaloj:
es: Hubo un error consultando el servicio de la aplicación de facturación de Google Play. No será posible donar por esta vez. Detalles:
fr: Une erreur est survenue en interrogeant le service de facturation dans l'application de Google Play. Le don n'est pas possible pour l'instant. Détails :
it: Si è verificato un errore nel richiedere il servizio di fatturazione in-app di Google Play. Non sarà possibile effettuare la donazione in questo momento. Dettagli:
nl: Er is een fout opgetreden bij het polsen van de Google Play afrekenservice. Donatie is niet mogelijk op dit moment. Details:
pl: Wystąpił błąd podczas wysyłania zapytania do systemu płatności mobilnych Google Play. Złożenie datku nie będzie teraz możliwe. Szczegóły:
pt_br: Houve um erro ao consultar o serviço de cobrança no aplicativo pelo Google Play. Não foi possível fazer doação neste momento. Detalhes:
sr: Дошло је до грешке пропитивања услуге наплаћивања Гуглове играонице. Давање добровољног прилога неће бити могуће у овом тренутку. Појединости:
sv: Ett fel uppstod vid vid uppslag till Google Plays tjänst för betalning i appar. Donation kommer inte vara möjlig för tillfället. Detaljer:
zh_cn: 询问 Google Play 应用内付款服务时出错。捐款在此时不可用。详情：

# donate_purchase_consume_error
source: There was an error completing the purchase:
de: Beim Abwickeln des Kaufs ist ein Fehler aufgetreten:
eo: Okazis eraro dum kompletigo de la aĉeto:
es: Hubo un error completando la compra:
fr: Une erreur est survenue durant l'achat:
it: Si è verificato un errore nel completare l'acquisto:
nl: Er is een fout opgetreden bij het voltooien van de koop:
pl: Wystąpił błąd podczas dokonywania zakupu:
pt_br: Houve um erro ao completar a compra:
sr: Дошло је до грешке довршавања набавке:
sv: Ett fel uppstod då köpet skulle slutföras:
zh_cn: 完成购买时出错：

# donate_thanks
source: Thank you very much for donating to the Vé developer. While Vé is freely available for use, your and other contributions make it easier to find free time for the development of Vé.
de: Vielen Dank, dass Sie dem Entwickler von Vé etwas gespendet haben. Vé kann zwar kostenlos benutzt werden, aber Ihre und andere Spenden machen es mir leichter, freie Zeit zum Entwickeln von Vé zu finden.
eo: Dankegon pro via donaco al la programisto de Vé. Dum Vé estas libere disponebla por uzo, vi kaj aliaj kontribuojn faciligas trovi libertempon por la disvolvigo de Vé.
es: Muchas gracias por donar al desarrollador de Vé. Incluso cuando Vé está disponible gratuitamente para su uso, la suya y otras contribuciones hace más fácil encontrar tiempo libre para el desarrollo de Vé.
fr: Merci beaucoup pour votre don au développeur de Vé. Bien que Vé soit librement utilisable, vous et d'autres contributeurs permettez de trouver plus de temps libre pour développer Vé.
it: Grazie mille per aver fatto una donazione agli sviluppatori di Vé. Sebbene Vé sia gratuito, il tuo contributo e quello degli altri fa sì che sia più facile trovare tempo libero per lo sviluppo di Vé.
nl: Hartelijk dank voor het doneren aan de ontwikkelaar van Vé. Hoewel Vé vrijelijk beschikbaar is voor gebruik, maken uw en andere bijdragen het makkelijker om vrije tijd te vinden voor de ontwikkeling van Vé.
pl: Dziękujemy serdecznie za złożenie datku twórcy aplikacji Vé. Chociaż jest ona zupełnie darmowa, dzięki datkom łatwiej jest znaleźć wolny czas na jej rozwijanie.
pt_br: Muito obrigado pela sua doação para o desenvolvedor do Vé. Enquanto Vé está disponível gratuitamente para uso, a sua e outras contribuições tornam mais fácil encontrar tempo livre para o desenvolvimento do Vé.
sr: Од срца вам се захваљујемо на добровољном прилогу. Док је Ве бесплатно доступан за коришћење, ваш и други прилози чине лакшим налажење слободног времена за његов развој.
sv: Tack så mycket för att du donerar till Vé-utvecklaren. Även om Vé är fritt tillgängligt för användning, så gör dina och andras bidrag det lättare att finna ledig tid till utvecklingen av Vé.
zh_cn: 非常感谢您捐赠给 Vé 的开发人员。尽管 Vé 是免费使用的，您和他人的捐赠会让开发者有更多空余时间开发 Vé。

# play_title
source: Vé – PO Editor
eo: Vé – PO-redaktilo
es: Vé - Editor PO
fr: Vé – Éditeur PO
pl: Vé – edytor plików PO
pt_br: Vé – Editor de PO
sr: Ве – уређивач по датотека
sv: Vé – PO-redigerare
zh_cn: Vé – PO 编辑器

# play_description1
source: Vé is an editor for translating gettext PO files on Android.
de: Vé ist ein Editor, um PO-Dateien auf Android zu übersetzen.
eo: Vé estas redaktilo por traduki PO-dosieroj ĉe Androjdo.
es: Vé es un editor para traducir archivos gettext PO en Android.
fr: Vé est un éditeur pour traduire les fichiers PO de gettext sur Android.
it: Vé è un editor per la traduzione dei file PO gettext su Android.
nl: Vé is een editor voor het vertalen van gettext PO-bestanden op Android.
pl: Aplikacja Vé służy do tłumaczenia plików PO gettexta na systemie Android.
pt_br: Vé é um editor para tradução de arquivos gettext PO no Android.
sr: Ве је уређивач за превођење геттекст по датотека на Андроиду.
sv: Vé är en redigerare för att översätta gettext PO-filer på Android.
vi: Vé là một phần mềm biên soạn dành cho việc dịch các tập tin PO gettext trên Android.
zh_cn: Vé 是一个 gettext PO 文件翻译工具，适用 Android。

# play_description2
source: PO files are the de-facto standard for localization (translation) of especially open source programs that run on several platforms, including Linux, Windows and MacOS, but also Android apps may be localized by means of PO files (including this very app).
de: PO-Dateien sind der De-Facto-Standard für Übersetzungen (und Lokalisierungen), vor allem im Bereich von Open-Source-Software, die auf mehreren Plattformen läuft, zum Beispiel Windows, Linux und Mac OS. Aber auch Android-Apps können mit PO-Dateien übersetzt werden (so wie diese App).
eo: PO-dosiero estas la plej ĝenerala normo por lokigo (traduko) precipe de malferm-kodaj programoj kiuj funkcias en pluraj platformoj, inkluzive Linukso, Vindozo kaj MacOS, kaj ankaŭ Androjdaj aplikaĵoj povas esti tradukataj per PO-dosieroj (inkluzive tiu ĉi kiun vi uzas nun).
es: Los archivos PO son el estándar de-facto para las localizaciones (traducciones) especialmente de los programas de código abierto que se ejecutan en diferentes plataformas, incluyendo Linux, Windows y MacOS, pero también las aplicaciones de Android pueden ser localizadas por medio de los archivos PO (incluyendo esta misma aplicación)
fr: Les fichiers PO sont le standard de-facto pour l'adaptation linguistique (traduction) de programmes libres qui fonctionnent sur plusieurs plate-formes, y compris Linux, Windows et MacOs. Les applications Android aussi peuvent être adaptées au moyen de fichiers PO (y compris cette application).
it: I file PO rappresentano lo standard di fatto per la localizzazione (traduzione) di programmi, soprattutto open source, che girano su diverse piattaforme, incluse Linux, Windows e MacOS. Anche le app Android possono essere localizzate mediante file PO (inclusa quest'app).
nl: PO-bestanden zijn de de-facto standaard voor lokalisatie (vertaling) van voornamelijk opensourceprogramma's die op meerdere platformen draaien, waaronder Linux, Windows en MacOS. Maar ook Android-apps kunnen vertaald worden door middel van PO-bestanden (zoals ook deze app zelf).
pl: Pliki PO są standardem w lokalizacji (tłumaczeniu) przede wszystkim wolnego oprogramowania, które działa na wielu platformach, w tym: Linux, Windows i MacOS. Również aplikacje dla Androida mogą być lokalizowane przy użyciu plików PO (włączając w to aplikację Vé).
pt_br: Arquivos PO são o padrão "de fato" para a localização (tradução) de programas especialmente de código aberto que executam em várias plataformas, includindo Linux, Windows e Mac OS, mas também aplicativos do Android podem ser localizado por meio de arquivos PO (incluindo este aplicativo).
sr: ПО датотеке су де-факто стандард за локализацију (превод) посебних програма отвореног кода који раде на више платформи, укључујући Линукс, Виндоуз и МекОС, али и програми за Андроид могу бити локализовани помоћу ПО датотека (укључујући и овај програм).
sv: PO-filer är de facto-standarden för lokalisering (översättning) av främst program som är öppen källkod som kör på flera plattformar, inkluderande Linux, Windows och MacOS, men även Android-appar kan lokaliseras med PO-filer (även denna app själv inräknad).
vi: Tập tin PO là tiêu chuẩn không chính thức dành cho việc bản địa hóa (dịch) các phần mềm nguồn mở cái mà có thể chạy trên nhiều nền tảng khác nhau, bao gồm Linux, Windows và MacOS, nhưng ứng dụng Android cũng đồng thời có thể được bản địa hóa bằng PO (bao gồm ứng dụng này).
zh_cn: PO 文件是本地化（翻译）的事实标准，尤其对跨平台的开源软件而言。Linux, Windows 和 MacOS 程序还有 Android 应用都可以用 PO 文件的方式本地化（包括这个程序本身）。
