Repository: cedeel/ve
Catalog: various/po/*.po
Languages: de, eo, es, fr, it, nl, pl, pt_br, sr, sv, vi, zh_cn

# play_description3
source: Vé enables you to load such a PO file into a simple interface, fully (or partially) translate apps or programs into your own language, and save an updated PO file for implementation by the app/program developer. While providing the essential features for translation and localization of apps and programs, Vé is simple in design to compensate for the limitations of a mobile platform like Android (small screen, no physical keyboard and so on).
de: Mit Vé können Sie so eine PO-Datei in eine simple Benutzeroberfläche laden und dort Apps oder Programme komplett (oder teilweise) in Ihre eigene Sprache übersetzen, und dann die bearbeitete PO-Datei speichern, um sie dem Autoren der App oder des Programms zu schicken. Vé stellt alle notwendigen Features zum Übersetzen bereit, ist jedoch bewusst einfach gehalten, damit es auf mobilen Plattformen wie Android (mit kleinem Bildschirm, ohne eigene Tastatur, und so weiter) benutzbar ist.
eo: Vé ebligas al vi ŝargi tia PO-dosiero en simplan interfacon, entute (aŭ parte) traduki aplikaĵojn aŭ programojn en vian propran lingvon, kaj konservi ĝisdatigitan PO-dosieron por realigo de la aplikaĵ-programisto. Dum ĝi provizas la ĉefajn trajtojn por tradukado kaj lokigo de aplikaĵoj, Vé estas simpla laŭ fasonado por ekvilibrigi limojn de movebla platformo kiel Androjdo (eta ekrano, neniu fizika klavaro, ktp).
es: Vé permite cargar un archivo PO en una interfaz simple, traducir completa (o parcialmente) las aplicaciones o programas a tu propio idioma, y guardar un archivo PO actualizado para ser implementado por el desarrollador del programa o la aplicación. A la vez que provee características esenciales para la traducción y localización de aplicaciones y programas, Vé es simple en su diseño para compensar las limitaciones de una plataforma móvil como Android (pantalla pequeña, sin teclado físico, y otras por el estilo)
fr: Vé vous permet de charger de tels fichiers PO dans une interface simple, traduire complètement (ou partiellement) l'application dans votre propre langue et sauver le fichier PO ainsi complété pour son intégration par le développeur de l'application ou du programme. Tout en fournissant les fonctions essentielles à la traduction et à l'adaptation linguistique d'applications et de programmes, Vé repose sur une conception simple pour compenser les limitations d'une plate-forme mobile telle que Android (petit écran, pas de clavier réel, etc).
it: Vé ti permette di caricare un file PO in un'interfaccia semplice, di tradurre interamente (o parzialmente) app e programmi nella tua lingua e di salvare un file PO aggiornato, pronto per l'implementazione da parte degli sviluppatori dell'app o del programma. Se da un lato Vé fornisce le funzioni essenziali per la traduzione e localizzazione di app e programmi, dall'altro possiede un design semplice per compensare i limiti di una piattaforma mobile come Android (schermo piccolo, nessuna tastiera fisica e così via).
nl: Vé stelt u in staat om een PO-bestand in een simpele interface te laden, apps of programma's geheel of gedeeltelijk te vertalen, en het bijgewerkte PO-bestand op te slaan voor gebruik door de ontwikkelaar van app of programma. Terwijl het de essentiële functies voor het vertalen van software aanbiedt, is Vé eenvoudig van ontwerp ter compensatie van de beperkingen van een mobiel platform (klein scherm, geen fysiek toetsenbord, enzovoort).
pl: Aplikacja Vé umożliwia wczytanie takiego pliku PO do jej prostego interfejsu, całkowite (lub częściowe) przetłumaczenie oprogramowania na własny język oraz zapisanie uaktualnionego pliku PO, który następnie może zostać zaimplementowany przez twórcę danego oprogramowania. Podczas gdy aplikacja Vé dostarcza podstawowe funkcje do tłumaczenia i lokalizacji oprogramowania, cechuje się ona prostotą, co rekompensuje ograniczenia platformy mobilnej, takiej jak Android (niewielki ekran, brak fizycznej klawiatury itd.)
pt_br: Vé permite que você carregue um arquivo PO em uma interface simples, traduzir completamente (ou parcialmente) aplicativos ou programas para seu próprio idioma e salvar um arquivo PO atualizado para implementação por um desenvolvedor do programa/aplicativo. Ao mesmo tempo que fornece os recursos essenciais para tradução e localização de aplicativos e programas, Vé é simples em seu design para compensar as limitações de plataformas móveis, como o Android (tela pequena, nenhum teclado físico, etc.).
sr: Ве вам омогућава да учитате такву ПО датотеку у једноставном сучељу, да потпуно (или делимично) преведете апликације или програме на српски језик, и да сачувати ажурирану ПО датотеку за уградњу коју ће обавити програмер апликације/програма. Како пружа основне функције за превођење и локализацију апликација и програма, Ве је једноставан у дизајну да би надокнадио ограничења преносне платформе као што је Андроид (мали екран, без физичке тастатуре и тако даље).
sv: Vé ger dig möjligheten att läsa in en sådan PO-fil till ett enkelt gränssnitt, helt (eller delvis) översätta appar eller program till ditt eget språk, och spara en uppdaterad PO-fil för implementering av appens/programmets utvecklare. Medan det tillhandahåller de nödvändiga funktionerna för översättning och lokalisering av appar och program, så är Vé enkelt designat för att kompensera för begränsningarna hos en mobil plattform som Android (liten skärm, inget fysiskt tangentbord och så vidare).
zh_cn: Vé 使您能够加载这样的 PO 文件进入一个简单的界面，完全（或部分）地把应用或程序翻译到你自己的语言，并且保持更新后的 PO 文件用于让开发者来实现。尽管提供了这么多必要的本地化翻译功能，Vé 设计简单，以便弥补 Android 这样的移动平台的限制，例如屏幕小、无物理键盘。

# play_description4
source: Vé is named after one of Odin's two brothers in Norse mythology. The three brothers, Odin, Vili and Vé were thought to be the Gods who gave life to the first humans, Ask and Embla. Vé was the one who gave them speech, among other capabilities.
de: Vé wurde nach einem der zwei Brüder Odins aus der norwegischen Mythologie benannt. Der Sage nach hauchten die drei Brüder, Odin, Vili und Vé den ersten Menschen, Ask und Embla, das Leben ein. Vé war derjenige, der ihnen unter anderem die Sprache gab.
eo: Vé estas nomita kiel unu el la du fratoj de Odino, en Nordia mitologio. La tri fratoj, Odino, Vilio kaj Veo estis rigardataj kiel Dioj kiuj donis vivon al la unuaj homoj, Asko kaj Emblo. Veo estis tiu kiu donis al ili parolon, inter aliaj kapabloj.
es: Vé es llamado así por uno de los dos hermanos de Odin en la mitología Nórdica. De los tres hermanos, Odin, Vili y Vé, se pensaba que eran dioses que dieron vida a los primeros humanos, Ask y Embla. Vé es quien les dió la palabra, entre otras capacidades.
fr: Vé tire son nom d'un des deux frères de Odin dans la mythologie nordique. Les trois frères Odin, Vili et Vé étaient censés être les dieux qui ont donné vie aux premiers humains Ask et Embla. Vé est celui qui leur a donné, entre autre, la parole.
it: Vé prende il nome da uno dei due fratelli di Odino nella mitologia nordica. Si credeva che i tre fratelli Odino, Vili e Vé fossero le divinità che avevano dato vita ai primi esseri umani Askr e Embla. Vé era colui che, tra le altre capacità, aveva dato loro la parola.
nl: Vé is genoemd naar een van de twee broers van de god Odin. In de Noorse mythologie waren de broers Odin, Vili en Vé de drie goden die leven gaven aan de eerste mensen, Ask en Embla. Vé was degene die hen spraak gaf, naast andere vaardigheden.
pl: Nazwa Vé pochodzi od imienia jednego z braci boga Odyna z nordyckiej mitologii. Ci trzej bracia: Odyn, Wili i We (Vé), uznani byli za bogów, którzy stworzyli pierwszych ludzi: Aska i Emblę. Bóg We był tym, który obdarzył ich między innymi mową.
pt_br: Vé é chamado assim por causa de um dos dois irmãos de Odin na mitologia nórdica. Os três irmãos - Odin, Vili e Vé - eram considerados os Deuses que deram vida aos primeiros humanos: Ask e Embla. Vé foi quem deu à humanidade a fala, além de outras capacidades.
sr: Ве је добио име по једном од Одинова два брата у нордијској митологији. Три брата, Один, Вили и Ве су сматрани за богове који су дали живот првим људима, Аску и Ембли. Ве је био тај који им је дао говор, поред осталих способности.
sv: Vé är namngett efter en av Odens två bröder i nordisk mytologi. De tre bröderna Oden, Vile och Ve ansågs vara gudarna som gav liv till de första människorna, Ask och Embla. Ve var den som gav dem tal, tillsammans med andra förmågor.
vi: Vé là tên người sau một trong số hai anh em Odin trong thần thoại Na-uy. Ba anh em, Odin, Vili và Vé được cho là Chúa, người mà đã mang đến cuộc sống cho những con người đầu tiên, Ask và Embla. Vé là người đã mang lại cho họ tiếng nói, giữa những khả năng khác.
zh_cn: Vé 是以北欧神话中奥丁的两兄弟之一的名字命名的。三个兄弟，奥丁，Vili 和 Vé 被认为是给予最初的人人类，Ask 和 Embla 生命的神。在各种能力中，Vé 给了他们说话的能力。

# play_description4b
source: You can download and use Vé for free without restrictions. However, if you like it, please consider donating an amount of your choise through the in-app purchasing feature.
de: Sie können Vé herunterladen und kostenlos ohne Einschränkungen benutzen. Aber wenn Sie mögen, freue ich mich über eine Spende über die In-App-Kaufmöglichkeit. Wie viel Sie spenden, entscheiden Sie selbst.
eo: Vi povas elŝuti kaj uzi Vé senpage kaj senlime. Tamen, se vi deziras, bonvolu konsideri donaci iom ajn da mono per la interna pagilo.
es: Puede descargar y usar Vé gratuitamente sin restricciones. Sin embargo, si así lo quiere, por favor considere donar una suma a su elección a través de la aplicación de compra.
fr: Vous pouvez télécharger et utiliser Vé gratuitement sans restriction. Cependant, si vous l'aimez, merci de considérer la donation d'un montant de votre choix via la fonction d'achat dans l'application.
it: Puoi scaricare e utilizzare Vé liberamente, senza restrizioni. Tuttavia, se ti fa piacere, puoi donare un importo a tua scelta tramite la funzione di acquisto in-app.
nl: U kunt Vé gratis en zonder beperkingen gebruiken. Maar als de app u bevalt, overweeg dan om een bedrag van uw keuze te doneren via de koopfunctie.
pl: Można pobrać aplikację Vé i używać jej za darmo bez ograniczeń. Prosimy jednak rozważyć złożenie dowolnego datku poprzez funkcję płatności mobilnych (in-app purchasing).
pt_br: Você pode baixar e usar Vé de graça sem restrições. Porém, se você quiser, por favor considere em doar uma quantia de sua escolha por meio do recurso de compra no aplicativo.
sr: Ве можете преузети и користити бесплатно и без ограничења. Међутим, ако вам се свиђа, будите љубазни и размотрите давање добровољног прилога у износу по вашем избору кроз функцију набавке уграђене у програму.
sv: Du kan hämta och använda Vé gratis utan restriktioner. Överväg att donera en summa du själv väljer genom funktionen för betalning i appar om du gillar det.
zh_cn: 你可以免费下载使用 Vé 而不受限制。不过，如果你喜欢它的话，请考虑通过应用内购买捐一点钱。

# play_description5
source: Vé is open source software, released under the GPL licence, which means you can use it for free, for personal or other purposes. You can even redistribute it, modified or not, provided you do so under the same licence, which means you have to provide your source files for any changes.
de: Vé ist Open-Source-Software und wird unter der GPL veröffentlicht. Das bedeutet, Sie dürfen Vé kostenlos für alle Zwecke benutzen. Sie dürfen es sogar weiterverbreiten (verändert oder auch nicht), unter der Voraussetzung, dass Sie die Lizenz beibehalten. Das wiederum bedeutet, dass Sie Ihre Änderungen mitverteilen oder aber zur Verfügung stellen müssen.
eo: Vé estas malferma programaro, publikigita sub la GPL-permeso, kio signifas ke vi povas uzi ĝin senpage, por personaj aŭ aliaj celoj. Vi povas eĉ redisdoni ĝin, modifita aŭ ne, kondiĉe ke vi faru tion sub la sama permeso, kio signifas ke vi devas provizi vian modifitan kodumaron.
es: Vé es software de código abierto, liberado bajo la licencia GPL, lo que significa que eres libre de usarlo para fines personales o cualquier otro propósito. Incluso puede redistribuirlo, modificado o no, siempre que lo haga bajo la misma licencia, lo que significa que debe proveer los archivos fuentes para cualquier cambio.
fr: Vé est un logiciel libre distribué sous la licence GPL, ce qui signifie que vous pouvez l'utiliser gratuitement pour un usage personnel ou autre. Vous pouvez même le redistribuer, modifié ou non, pour autant que vous le fassiez sous la même licence. Cela signifie que vous devez fournir les fichiers source pour tout changement.
it: Vé è un software open source rilasciato con licenza GPL. Ciò significa che sei libero di utilizzarlo per scopi personali o per altri scopi e che puoi anche ridistribuirlo, modificato o meno, a condizione che mantenga la stessa licenza, ovvero che sia messo a disposizione il file sorgente per eventuali modifiche.
nl: Vé is opensourcesoftware, uitgegeven onder de GPL-licentie, wat betekent dat u het vrijelijk kunt gebruiken, voor persoonlijke of andere doeleinden. U mag het ook herdistribueren, al dan niet gewijzigd, zolang u dit onder dezelfde licentie doet -- hetgeen betekent dat u de bronbestanden inclusief alle wijzigingen beschikbaar moet stellen.
pl: Aplikacja Vé jest otwartym oprogramowaniem, objętym warunkami licencji GPL. Oznacza to, że można jej używać za darmo do jakichkolwiek celów. Można ją nawet rozpowszechniać, zmodyfikowaną lub nie, lecz tylko na warunkach tej samej licencji, czyli należy dostarczyć pliki źródłowe aplikacji ze wszelkimi dokonanymi zmianami.
pt_br: Vé é um software de código aberto, lançado sob a licença GPL, o que significa que você pode usá-lo sem custo para qualquer propósito. Você pode até mesmo redistribuí-lo, modificado ou não, desde que você o faça com a mesma licença, o que significa que você tem que fornecer seus arquivos fonte em qualquer alteração feita.
sr: Ве је софтвер отвореног кода, објављен под ОЈЛ дозволом, што значи да можете да га користите слободно, за личне или друге сврхе. Можете чак и да га расподељујете, измењеног или не, под условом да то учини под истом дозволом, што значи да и ваше изворне датотеке могу бити измењене на било који начин.
sv: Vé är programvara med öppen källkod, släppt under licensen GPL, vilket betyder att du kan använda det gratis för privata eller andra ändamål. Du kan till och med återdistribuera det, med eller utan ändringar, så länge du gör det under samma licens, vilket betyder att du måste tillhandahålla dina källfiler för alla ändringar.
vi: Vé là phần mềm nguồn mở, phát hành dưới giấy phép Công GPL, điều đó có nghĩa là bạn có thể dùng nó miễn phí, cho cá nhân cũng như các mục đích khác. Bạn có thể phân phối lại nó, có thay đổi hoặc không, miễn là làm điều này dưới cùng giấy phép, có nghĩa là bạn phải cung cấp các tập tin mã nguồn mà bạn đã thay đổi.
zh_cn: Vé 是开源软件，依照 GPL 许可证发布。这意味着你可以免费地自由用它来做任何事。你甚至可以重发行它，无聊是否更改，只要你按照同一许可证发布，也就是说你所有的更改都要提供源文件。

# action_load
source: Load
vi: Tải

# action_save
source: Save
vi: Ghi lại

# not_all_fields_filled
source: Note: You did not fill in all fields in the Settings.
vi: Chú ý: Bạn đã không điền đầy đủ thông tin ở phần cài đặt.

# play_description3
source: Vé enables you to load such a PO file into a simple interface, fully (or partially) translate apps or programs into your own language, and save an updated PO file for implementation by the app/program developer. While providing the essential features for translation and localization of apps and programs, Vé is simple in design to compensate for the limitations of a mobile platform like Android (small screen, no physical keyboard, and so on).
vi: Vé cho phép bạn tải những tập tin như kiểu PO vào một giao diện đơn giản, dịch đầy đủ (hoặc từng phần) của ứng dụng hay chương trình sang ngôn ngữ của bạn, và lưu lại tập tin PO đã cập nhật đó để bổ xung vào bởi người phát triển ứng dụng hay chương trình. Trong khi cung cấp các tính năng cơ bản dành cho việc dịch và bản địa hóa các ứng dụng và chương trình, Vé đơn giản trong thiết kế để phù hợp với những giới hạn của nền tảng di động như là Android (màn hình nhỏ, không có bàn phím vật lý, và nhiều thứ khác nữa).

# play_promotional
source: Edit PO files on your Android device.
vi: Sửa tập tin PO bằng thiết bị Android của bạn.

# play_recent_changes
source: Initial release.
vi: Phát hành khởi tạo.
